Revit 2027 API
ParameterTypeId.SsePointElevationBaseType Property
 "Elevation Base Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SsePointElevationBaseType { get; }
Public Shared ReadOnly Property SsePointElevationBaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SsePointElevationBaseType {
	ForgeTypeId^ get ();
}
static member SsePointElevationBaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace